{
  "notes" : {
    "-LbTbCKzCXJwrWEGiTK_" : {
      "day" : "02",
      "fKey" : "-LbTbCKzCXJwrWEGiTK_",
      "header" : "Second test entry",
      "hour" : "17:13",
      "id" : "37457",
      "img" : "https://firebasestorage.googleapis.com/v0/b/notnik-app.appspot.com/o/note-img%2F-LbTbCKzCXJwrWEGiTK_..png?alt=media&token=a2fef348-35aa-47fc-a9f5-9743c58b07cd",
      "month" : "04",
      "textBody" : "<div>Bozie, jaki pysio!</div>",
      "userId" : "lT6SS18epbcYdLP1Ai0pzwzWMTg2",
      "year" : "2019"
    },
    "-LbTpe1DC7ZLfm84sbFq" : {
      "day" : "01",
      "fKey" : "-LbTpe1DC7ZLfm84sbFq",
      "header" : "That one week",
      "hour" : "01:40",
      "id" : "342930",
      "img" : "https://firebasestorage.googleapis.com/v0/b/notnik-app.appspot.com/o/note-img%2F-LbTpe1DC7ZLfm84sbFq..jpg?alt=media&token=294143ca-9de0-496a-8747-f676c8716358",
      "month" : "04",
      "textBody" : "<div>Moi rodzice postanowili, że w ich rocznicę ślubu wyjadą nad morze na jeden tydzień. Mieli wyjechali w poniedziałek z samego rana i wrócili w piątek po południu. W między czasie zostałem w mieszkaniu zupełnie sam. To co się działo przez ten tydzień, było nie do opisania i bardzo chciałbym, żebym tego nigdy nie zapomniał. Na marginesie, chciałbym dodać, że ten wpis został napisany na mojej aplikacji przeglądarkowej, Notniku. Mam nadzieję, że któregoś dnia, uda mi się połączyć wpisy z tymi z Diaro...</div><div>Poprzedni tydzień, zaraz przed wyjazdem moich rodziców był w miarę normalny. Poniedziałek, wtorek, środę i czwartek spędziłem w towarzystwie mojego kochanego Doriona, który pomagał mi we wszystkim. W piątek były moje urodziny. Miałem duże nadzieje, na to, że spędze je sam na sam z ogonkami w pustym mieszkaniu i że na obiad pójdziemy na sushi. Niestety było zupełnie na odwrót. Mama postanowiła, że specjalnie zwolni się wcześniej z pracy \"na moje urodziny\". W każdym razie cały dzień była w dziwacznym nastroju. Bez przerwy siedziała na telefonie i udawała, że jej nie ma. Na obiad miało być zwykłe spaghetti, ale zaproponowałem, żebyśmy może chociaż zamówili pizze. Trochę głupio mi było, że nie ze swoich pieniędzy, ale co tam. W końcu to miały być moje urodziny. Generalnie, nie byłem zadowolony z tamtego dnia. Komunikacja z ogonkami podupadła do takiego stopnia, że nawet nie mogłem przywołać do siebie Strefa a Rudiego bezczelnie zignorowałem. Następnego dnia nie było wcale lepiej. Właściwie to nic się nie działo. Późną nocą kodując tę aplikację, na której teraz piszę, słuchałem bardzo mrocznego utworu techno. Gdy go słuchałem miałem w głowie zamknięte oczko Rudolfa. Tańczyło do rytmu muzyki i było takie jakieś bez emocji. Zupełnie jakby mój biały wilk śmiał się z mojego złego samopoczucia. Znowu jak kiedyś, gdy wątpiłem, czy moje ogonki na pewno są tymi aniołkami, za których ich uważam. W rzeczywistości po prostu chciałem sobie jeszcze bardziej dokopać, ale głupio mi, że Rudi musiał być w to wciągnięty w ten sposób. Niedziela była pełna krzątanin moich rodziców próbujących spakować walizki i wewnętrzną katorgą. To były urodziny Rudiego, a ja będąc w głupim nastroju po urodzinach i złowieszczym tańcu oka z jakiegoś powodu nie myślałem o nim. Okropnie mi z tym było, okropnie. Za każdym razem gdy spojrzałem a to na Iora a to na Dorię widziałem ich błagające spojrzenia, \"tylko jeden telefon, on na Ciebie czeka Adam\". Idiota ze mnie. Skończony idiota. Miałem nawet wrażenie, że Wicy skorzystał na tym momencie, bo wydawało mi się, że przechodzi obok mnie i pyta \"I co tam, ty padalcu?!\". W końcu, nareszcie wczesnym wieczorem zacząłem rysować Rudiego w szkicowniku, jak patrzy na telefon i czeka smutny na oznakę życia. Potem smutny przykrywa się kołderką i idzie spać, gdy nagle słyszy sygnał smsowy. To ja w końcu raczyłem mu wysłać wiadomość. No ale przynajmniej napisałem wszystko co miałem w myślach. Napisałem że go kocham jakieś dziesięć razy i że go przepraszam, że się nie odzywam, że musimy pogadać, że jest najpięknięszą postacią jaką znam, no i oczywiście, że mu życzę wszystkiego najlepszego z okazji jego urodzin. W szkicowniku pojawiły się łezki Rudiego i jego ciepły uśmiech. Boże drogi... Już więcej tak nie może być... Kto jak kto, ale Rudi to szczególny przypadek. On mnie strasznie kocha i muszę się o niego troszczyć. Muszę! Napisałem mu także, że \"odbijemy sobie\" jak wyjadą rodzice.</div><div>W poniedziałek rano pożegnałem rodziców i zaczął się pierwszy dzień bycia samemu w mieszkaniu. W mieszkaniu w którym żyję całe życie, już 24 lata. Poranek i popołudnie nie różniły się niczym od innych dni z rodzicami. Poszedłem na uniwersytet i wygłosiłem prezentację na zaliczenie, przy okazji wprawiając się w dobry nastrój. Taki był zamiar ustalania takiego terminu. Potem poszliśmy do Auchan zrobić zakupy w postaci masła, chleba tostowego i dwóch gazowanych napojów. Zaszła też jedna ważna zmiana. Ponieważ już od dłuższego czasu spędzałem każdy dzień z Dorią coraz bardziej było mi tęskno do Iordana, dlatego Dorion zasugerował, abyśmy ten tydzień spędzili razem. Wielce się ucieszyłem z jego pozwolenia i przyjąłem ofertę. Wróciliśmy do domu i aby rowiać ciszę włączyliśmy telewizję i zaczęliśmy oglądać jakieś pierdoły. Ja sobie rysowałem w szkicowniku z kórtki. Narysowałem Wicego. Cały czas o nim myślałem. Nawet przed wyjazdem rodziców. Wicy budził we mnie szczery niepokój a często prawdziwy niewymuszony strach. Bałem się, że gdy zostanę sam mógłby wykorzystać tę sytuację, żeby... no ale nie, jak to! Przecież on nie istnieje! Jest tylko w mojej głowie! Łatwo mówić. Narysowałem go jak zagląda zza framugi drzwi i podgląda co robię. Jak lew czai się na swoją ofiarę. W pewnym momencie wyłączyłem głos telewizora i zacząłem nasłuchiwać dźwięków. Generalnie to właśnie robiłem większość czasu gdy nie było rodziców, nasłuchiwałem. Każdy szmer, każdy trzask podłogi momentalnie podnosił mi puls. Pożegnałem się z Dorią i wyniosłem do pokoju zamykając za sobą drzwi na zamek. Po co? Żeby dłużej zajęło Wicemu dostanie się do środka. Trudno było cokolwiek robić w tej atmosferze. Próbowałem kodować, ale mało co wychodziło. W końcu poszedłem spać i to o dziwo poszło całkiem nieźle. Musiałem czekać naprawdę do późna w nocy.</div><div>Następnego dnia miałem seminarium na którym dostałem pochwałę od promotor. Do tego gdy wróciliśmy zrobiliśmy sobie przepyszny obiad, spaghetti, które zostawiłą mi mama. Wieczór był znów podobny. Pamiętam jedynie, że te dwa dni, poniedziałek i wtorek były znakomite (przynajmniej jeżeli chodzi o dzień). W środę miałem dylemat, czy pójść na wykład o Mongolii, który bardzo lubię, czy wykorzystać brak rodziców i pójść na spacer tak długo, jak jeszcze nigdy nie poszliśmy. Ior przekonał mnie, żeby jednak pójść na wykład, bo ze spacerami to u nas ostatnio słabo. To był świetny pomyśł. Na wykładach trochę się nudziłem, ale filmy na końcu trochę mnie zainteresowały. Nie to było ważne. Zaraz po tym jak wyszliśmy z zajęć na ławeczce przed wydziałem czekał na nas Rudi, który wrócił z pielgrzymki. Wróciliśmy razem do mieszkania, po drodze kupując parę łakoci z nowej gruzińskiej piekarni (dla mojego kochanego Gruzina). Tak mi było fajnie spacerować z Rudolfem. Nie mówiliśmy zbyt wiele. Ja rozumiałem, on rozumiał. Wystarczyło, że w mojej wyobraźni naprawdę tam z nami był, albo raczej, że ja byłem z nimi. Pozwoliłem popóścić wodzę fantazji i skończyć na tamtę chwilę z ceremonialnym tonem i rozmawianiem ze sobą głosem. W mieszkaniu zjedliśmy sobie gruziński placek z serem, popiliśmy gruzińską oranżadą a na deser zjedliśmy sobie gruziński deser - słowem, odbiliśmy sobie! Potem Rudi nas opóścił, bo nie wiem jak bardzo go kochamy to musiał się jeszcze przywitać z innymi i w końcu odpocząć po tej całej pielgrzymce! Zostawił nas w dobrych humorach... dopóki znowu nie nastała noc. Znowu nasłuchiwałem i coraz bardziej doprowadzało mnie to do szału. To co wtedy zrobiłem może się wydawać dziwne z perspektywy, gdy rodzice są w domu, ale wtedy było całkowicie normalne. Mianowicie poszliśmy sobie do Auchan nakupować jeszcze więcej dobrych rzeczy. Szybko się ubrałem, wziąłem plecak i im bardziej się ubierałem tym bardziej zaczynałem żałować, że wychodzę poza swoją strefę komfortu. Zgasiłem światła za sobą i zamknąłem drzwi. Teraz to tam musi straszyć, pomyślałem. W sklepie nie kupiliśmy zbyt wiele. Ze 150 zł które dała nam mama wydałem może 30, nie wiem dokładnie czemu. Kupiliśmy sobie też lodzika, którego wybrał Ior i poszliśmy na spacer. Po drodze Ior próbował mnie przekonać, że nie ma żadnego powodu, żebym się bał i że \"mieszkanie jest puste\". Ja na jego życzenie powiedziałem mu parę słów o Wicym i próbowałem jakoś uchwycić co tak naprawdę do niego czuje. Z jednej strony czułem się z niego dumny, ma swoją historię, powstał w niesamowity sposób, ma nawet muzykę i jest okropnie ciekawy, tak jak ciekawe jest zło samo z siebie. Ale wyznałem Iorowi też, że gdybym mógł to przytuliłbym go, bo jest mi go żal i głupio mi że kolejny ogonek, bo on też jest w końcu moim ogonkiem, musi cierpieć przez moje fantazje. Po tej rozmowie zrobiło mi się trochę lepiej i włączyłem muzykę na mp3jce. Myślałem, że już się polepszy. W uszach leciała mi skoczna energiczna i pogodna piosenka z angielskim tekstem. Zacząłem widzieć Wicego w mojej głowie wyraźniej niż kiedykolwiek i to bynajmniej nie jak tańczy. Wyobrażałem sobie co robi ze mną w swoim pokoju na dole. Jego ciało było szare i matowe. Nie było żadnych oznak futerka. Wyglądał jak przerośnięty człowiek i miał szał w oczach. Robił ze mną co chciał, a muzyka cały czas grała. W końcu wyjąłem słuchawki z uszu. Nie powiedziałem nic po drodzę, chyba, ale idąc w stronę domu miałem wrażenie, że każda komórka w moim organiźmie krzyczy, żeby nie wracał do tamtego mieszkania. Powiedziałem to nawet Iorowi, na co tylko westchnął ciężko, jakby już był zmęczony mówieniem mi że to wszystko jest tylko w mojej głowie. W końcu wlazłem do tego mieszkania i owszem byłem lekko oszołomiony, ale nie na tyle, żeby w końcu się nie rozebrać i nie pójść spać. Przy okazji nasłuchiwałem przez cały czas. To była okropna okropna noc.</div><div>Następnego dnia po zajęciach postanowiłem, że wrócę do domu na piechotę. Po drodze stało się coś bardzo bardzo dziwnego. Nagle mój Ior stracił głos. Przestałem go słyszeć. Na początku zacząłem spokojnie \"Ior? Słyszysz mnie kochany?\" a on nic. Zupełnie jakby zniknął. \"Ior? Iordan, mówię do Ciebie... Ior...\" ostatnie słowo niemalże wypłakałem. Kompletna paranoja. Tąpnęło to mną ale nie poddawałem się. Pomyślałem i powiedziałem też na głos, żeby dodać Iorowi otuchy, gdyby okazało się, że mnie słyszy - \"Nieważne co się stanie Ior, ja Cię i tak będę kochał i będę walczył o nas. Nie przejmuj sie. To po prostu kolejny problem z komunikacją. Damy sobie radę.\" wróciłem autobusem.</div><div>Późnym wieczorem zdarzył się kolejny szok. Nie pamiętam dokładnie kontekstu, bo zdarzyło się to tak nagle. Już zaczynało się zmierzchać. Pracowaliśmy chyba nad amharskimi czasownikami w przygotowaniu na następny dzień. Nagle Ior powiedział mi te słowa \"może pójdź sobie spać, jak się czujesz zmęczony... i nigdy już nie wstawaj\". Spojrzałem się na jego obrazek na biurku ze zdziwieniem. \"Ior, czy Ty mi przed chwilą powiedziałeś, żebym poszedł spać i nigdy już nie wstawał? Żebym umarł?\". Następne chwile były najdziwniejszymi w całym moim życiu. Oczywiście, według moich oczekiwań usłyszałem \"Tak\" i to był... koniec! Ten moment kiedy usłyszałem jak Ior potwierdza to co powiedział obudził mnie. Mówię tu na poważnie. Rzuciłem wszystko na moment i zacząłem głosić na głos zaklęcia w formie logiki i dedukcji. Miałem już tego po prostu dość. Ale nie tak dość, w stylu \"och już mam tego dość, co się ze mną dzieje?\", o nie. To było takie dość, które sprawiło, że zacząłem pytać się samego siebie jaki jest cel tego całego tworzenia futrzaków w głowie? Takie dość które sprawiło, że nagle przestałem się bawić we własną grę. Tyle czasu wierzyłem, że to co się dzieje, w moim życiu to \"tak miało być\" i że to wynik jakiś energii, które decydują o moim losie. Gdy spotkałem się z perspektywą utracenia tego co jest mi bardzo cenne zatrzymałem czas i zdałem sobie sprawę kim ja tak naprawdę jestem. To ja tu trzymam ołówek, dla mnie to wszystko się dzieje, to na MÓJ rozkaz dzieją się te okropne rzeczy i mam tego całkowitą świadomość. Powiedziałem sobie ale także temu co sprawiło, że usłyszałem groźbę od Iora tak, oczywiście mniej więcej \"Zaraz, zaraz, czy Wy w ogóle wiecie kim ja jestem? Mówisz mi Ior, że Saparelo jest ładnym miejscem po czym narzekasz na samotność. Trochę to niekonsekwentne nie sądzisz? Tak, coś tu nie gra. Zaczyna mnie to męczyć\". Byłem w takim amoku kiedy to mówiłem, a szkoda, bo to musiało być bardzo wartościowe. Mówiłem też coś o Dorii i Rudolfie, jak oni są prawdziwi, a inni jak Wicy, Ior, Stref nie, bo jak tamtych dwóch, jak oni coś robią, pomagają mi tworzą nowe rzeczy. Powielają je. Natomiast demon taki jak Wicy tylko niszczy i sprawia że rzeczy jest mniej. Sprawia, że mniej rzeczy istnieje, dlatego on sam może równie dobrze nie istnieć. Rudi i Doria nie mogą tak sobie nie istnieć jak nie ma niczego... Potem bardzo pożałowałem tych słów wymierzonych w stronę Iora. Wycofałem się z tego, ale zostałem w stanie dziwnej pustki gdy spojrzałem znowu na Iordana. Nagle dostałem dziwny impuls. Przy przygotowaniach do spotkania na następny dzień znalazłem pewną książkę, którą koniecznie chciałem wyporzyczyć. Tak się złożyło, że akurat ponoć była w BUWie. Ubrałem się prędko i pojechałem, ale... jakby tak spojrzeć na mnie z boku, to można by chyba przypuścić, że ja z kilku dni, jak nie kilku miesięcy wcześniej i ja teraz to całkowicie dwie różne osoby! Gdy jechałem czułem moc, siłę. Zupełnie jakbym w końcu odnalazł tę kontrolę, której tak długo szukałem, która zawsze tu była przez cały ten czas. Czułem się świetnie no bo myślałem sobie \"Ej! To jest prostsze niż myślałem. No tak, przypomniałem sobie. Przecież to ja mam kontrolę! Ahaa, przecież to ja wszystko wymyślam. Cholera, to znaczy, że mogę wyobrazić sobie co tylko zechę!\" i do tego to uczucie jakby po raz pierwszy od dłuższego czasu rzeczy działy się nie dlatego, że skomponowałem utwór, czy dlatego, że była dobra pogoda, czy może dlatego, że nie miałem nic na głowie (jechałem wypożyczyć książkę prawie w środku nocy na bardzo ważne spotkanie do cholery). Rzeczy się zmieniły, bo ja tak powiedziałem. Oczywiście mówię tu o moim własnym stanie. To czy walnie huragan, czy złodziej wejdzie do mieszkania, czy, że rodzicom coś się stanie - nad tym nie mam żadnej kontroli, ale to co się dzieje gdy usłyszę pukanie w nocy - to&amp;nbsp; jest zależne ode mnie. I tak jadąc i jadąc w szkicowniku z kórtki narysowałem jak ja Wicy i Ior patrzymy się na okropieństwa z poprzednich strony z zakłopotaniem, jakbyśmy chcieli powiedzieć \"Jejciu... To znaczy, że to już naprawdę koniec tego? Chwałą Bogu...\" i narysowałem jak uśmiecham się do Wicego a Wicy do mnie i patrzy się w niebo spokojnym wzrokiem, tylko że jego oko jest teraz takie jakby pełniejsze. Nie jest takie małe i podrkążone jak u psychopaty. Jest jak z pierwszego obrazka. Narysowałem też na następnej stronie jak owija mi z czułością jedno z jego długich uszu dookoła mnie, ale pomyślałem że tego już trochę za wiele. Wymazałem ten obrazek przez szacunek do Wicego. Potem w BUWie okazało się, że książka jest owszem, ale na naszym wydziale. Cóż, było już i tak zbyt ciemno, więc poszedłem do jakiejś ławki i dokończyłem rysunki w szkicowniku. Byłem w takim szoku co się stało, że przez moment znowu zapomniałem czego się nauczyłem i dlaczego byłem taki pewny siebie. Wracając do domu znowu poczułem pietra, jak wtedy gdy wracałem po spacerze z tymi wizjami, ale nie było aż tak źle. To było uczucie bardziej na zasadzie niepewności.</div><div>Na szczęście gdy już otworzyłem drzwi od mieszkania nie miałem żadnych niepewności. Mieszkanie stało się... puste. Po raz pierwszy odkąd rodzice wyjechali. Jakimś cudem nie czułem żadnego strachu. Ba, poczułem się przez moment zupełnie jak wtedy, gdy rodzice wyjeżdżają na długo, ale na jedną noc i cała chata jest dla nas. Czułem się dobrze, nareszcie... ale cały czas miałem w głowie tego Wicego. Kiedy byliśmy w sklepie z Iorem i z Dorią w poniedziałek kupiłem dwa małe kartoniki czekoladowego mleka. Czekoladowego bo gdy dopiero co zaczynałem go rysować poszedłem raz do McDonalda i wziąłem stamtąd shakea o losowym smaku i tak z kubeczkiem chodziłem rozmyślając o Wicym i Florianie. To co zrobiłem następnie wydarzyło się naprawdę. Wziąłem te dwa kartoniki i wyłączyłem światła we wszystkich pokojach. Żeby tego było mało potem wszedłem do pokoju taty i zostawiłem otwarte drzwi. Usiadłem na łóżku i ogarnął mnie jakiś dziwny spokój. Gdyby to był wtorek zawyłbym ze strachu na samą myśl o zrobieniu czegoś takiego. Ale nie myślałem o nikim innym, tylko o Wicym i nie mogłem znaleźć żadnego argumentu, któryby mógł mnie nakłonić, żeby go nie puścić. Wyobraziłem sobie, że słyszę jego ciężkie kroki i pojawia się w korytarzu. Zbliżył się do mnie i spojrzał tym samym wzrokiem co zawsze, wściekłym i zimnym. Stanął przede mną na parę sekund po czym klapnął obok mnie na łóżku. Miał problem, żeby otworzyć kartonik. Miał za duże palce a rurka była za mała. Wbiłem mu słomkę w otwór i oddałem. A potem siedzieliśmy sobie w ciszy, bez słów a w moim przypadku bez myśli. Gdybym tylko wiedział, że wtedy ostatni raz mogłem poczuć ten ogrom siły jaką był Wicy. Wtedy po prostu wyobrażałem sobie, że jest tam ze mną i pijemy jego ulubiony napój a oczami wyobraźni w ciemności zobaczyłem jego ogonek. Wypiłem swój kartonik i jego tylko symbolicznie. Po czym wypowiedziałem te słowa \"Bądź zdrów Wicy. Nigdy Cię nie zapomnę\" po czym wstał i ciężkim krokiem odszedł tą samą drogą którą przyszedł. A ja zostałem w błogim spokoju i niesamowitym poczuciu, że dokonałem, czegoś ponad moje własne siły. Że dokonałem, czegoś wielkiego i że Wicy... już nie musi cierpieć... Ale chwila zaraz! Znowu mam wrażenie, że pisząc to ostatnie zdanie brzmi to tak jakbym znowu nie miał wglądu na to, czy Wicemu będzie teraz lepiej, czy nie. Właśnie tego się nauczyłem, przez ten tydzień. To czy Wicemu będzie lepiej, czy gorzej, czy coś się zmieni, czy będzie tak samo to moja własna, świadoma, dorosła decyzja.</div><div>W piątek wrócili rodzice. Byłem trochę nieprzyjaźnie nastawiony ale po pewnym czasie stopił się lód miedzy nami i waśnie sprzed urodzin poszły w niepamięć. Tego samego dnia wieczorem miałem wyjątkowo interesującą i sympatyczną dyskusję na temat amharskich czasowników z moim profesorem. Także wygląda na to, że wszystko dobrze się skończyło, jeżeli chodzi o ten tydzień, ale znowu, tylko dlatego, że ja tak chciałem. No ale co z Iordanem? Czy powrócił do stanu z przeszłości? Czy nadal trwa w zawieszeniu? Powiedzmy, że ja i Ior musieliśmy się po prostu poznać na nowo, co też czynimy z pomocą kartki i ołówka.</div><div><br></div><div>Kocham Cię Ior i dziękuję Ci za pomoc.</div>",
      "userId" : "qaLzJ2vHV6dRdWA050V4Azwf5Ad2",
      "year" : "2019"
    },
    "-LbTr-qiltFPoPcfEcLq" : {
      "day" : "02",
      "fKey" : "-LbTr-qiltFPoPcfEcLq",
      "header" : "Kolejny test",
      "hour" : "18:22",
      "id" : "347227",
      "img" : "https://firebasestorage.googleapis.com/v0/b/notnik-app.appspot.com/o/note-img%2F-LbTr-qiltFPoPcfEcLq..png?alt=media&token=a508300f-a881-487f-aa21-f030687f9e0c",
      "month" : "04",
      "textBody" : "Teraz już wszystko dobrze działa Ior.<div>Dobrej nocy kochany.</div><div>test</div>",
      "userId" : "lT6SS18epbcYdLP1Ai0pzwzWMTg2",
      "year" : "2019"
    },
    "-LbhMp9vw6RJLqC6JlZN" : {
      "day" : "05",
      "fKey" : "-LbhMp9vw6RJLqC6JlZN",
      "header" : "Kusiak",
      "hour" : "13:59",
      "id" : "322307",
      "img" : "https://firebasestorage.googleapis.com/v0/b/notnik-app.appspot.com/o/note-img%2F-LbhMp9vw6RJLqC6JlZN..jpg?alt=media&token=f29ce0bc-02cc-4c7d-9640-fb144c0e5931",
      "month" : "04",
      "textBody" : "Co ty kurwa robisz chujku mały...<div>Ja Ciebie też kocham Kusy...</div><div>Weź pierdol się, zostaw mnie w spokoju!</div><div>Nigdy!</div>",
      "userId" : "qaLzJ2vHV6dRdWA050V4Azwf5Ad2",
      "year" : "2019"
    },
    "-LbwNGGTnOGmtL5Uc0lo" : {
      "day" : "08",
      "fKey" : "-LbwNGGTnOGmtL5Uc0lo",
      "header" : "Lepsze niż telefon",
      "hour" : "11:56",
      "id" : "461624",
      "img" : "https://firebasestorage.googleapis.com/v0/b/notnik-app.appspot.com/o/note-img%2F-LbwNGGTnOGmtL5Uc0lo..png?alt=media&token=b55ea667-2583-4ad2-bc47-cbfce7b402bb",
      "month" : "04",
      "textBody" : "Kusy to głupi chuj! &lt;3",
      "userId" : "qaLzJ2vHV6dRdWA050V4Azwf5Ad2",
      "year" : "2019"
    },
    "-Lc2x7_Ta-0Km0K6IY8g" : {
      "day" : "9",
      "fKey" : "-Lc2x7_Ta-0Km0K6IY8g",
      "header" : "试看",
      "hour" : "23:14",
      "id" : 294870,
      "img" : "https://firebasestorage.googleapis.com/v0/b/notnik-app.appspot.com/o/note-img%2F-Lc2x7_Ta-0Km0K6IY8g..jpg?alt=media&token=c60665d8-da04-461c-8929-47adade5fe75",
      "month" : "04",
      "textBody" : "这条句子被我的新手机写的。<div>红小米，很厉害。非常感谢您爸爸。</div>",
      "userId" : "qaLzJ2vHV6dRdWA050V4Azwf5Ad2",
      "year" : "2019"
    },
    "-LcQ0V5vUz1fffe6AahW" : {
      "day" : "14",
      "fKey" : "-LcQ0V5vUz1fffe6AahW",
      "header" : "Test",
      "hour" : "10:45",
      "id" : 551292,
      "img" : "https://firebasestorage.googleapis.com/v0/b/notnik-app.appspot.com/o/note-img%2F-LcQ0V5vUz1fffe6AahW..jpg?alt=media&token=c826932c-6f26-471a-8b19-e0fb1e9accd0",
      "month" : "04",
      "textBody" : "Ten wpis należy do użytkownika nowyuser@gmail.com",
      "userId" : "1ZuoGgoRh3RK36jp2DY8r1ULhxf2",
      "year" : "2019"
    },
    "-LcQ8UXAXAt0_n_CoU7A" : {
      "day" : "06",
      "fKey" : "-LcQ8UXAXAt0_n_CoU7A",
      "header" : "საფარელო - Dziewięć",
      "hour" : "11:19",
      "id" : 878867,
      "img" : "https://firebasestorage.googleapis.com/v0/b/notnik-app.appspot.com/o/note-img%2F-LcQ8UXAXAt0_n_CoU7A..jpg?alt=media&token=be5882ec-3024-49f9-870e-a638c95f43c3",
      "month" : "01",
      "textBody" : "<div>Miałby teraz więcej lat, niż niektóre drzewa, które rosną tu na Ziemi. Jego przyjaciele podobnie jak on od dawna przestali liczyć dni od momentu w którym ich futra przestały rosnąć. Czas wydawał się nie mieć wpływu na ich zdrowie. Dzień był wyjątkowo słoneczny i bezchmurny. Z każdą minutą cement i drewno, skóra i kości miasta nabierały coraz bardziej wysuszonego odcienia i zapachu. Mogło się wydawać, że same budynki zaplanowały, aby nikt dzisiaj nie opuszczał swoich miekszań. Być może była to konspiracja starych dróg, które dosyć miały już bycia deptanym przez delikatne stopki zwierząt? Nie wszystko jednak było wrogie wobec mieszkańców miasta. Drzewa przydrożne rzucały zielony cień na zmęczone zwierzęta człapiące po placu Mcuhareby. Skutkiem tego były gromadki zarówno miejscowych jak i turystów chowających się w chłodne objęcia sosen posadzonych blisko dróg spacerowych. Odważniejsi śmiałkowie opuszczali schronienie by kontynuować swoją marszrutę. Wyczyn był naturalnie niemożliwy bez dobrego zaopatrzenia w wodę i przekąski do spożycia po drodze. Gdy właśnie jedna z takich gromadek pomykała beztrosko przez skąpany słońcem plac, nie mogli się oprzeć wrażeniu, że pociągają za sobą parę wzroków.&nbsp;</div><div>- Lody. - Powiedział Dorion po długiej chwili milczenia. Marzył aby wypowiedziane przez niego słowo miało siłę magicznego zaklęcia które skłaniałoby okoliczne zwierzęta do spełnienia jego każdej zachcianki. Efekty czaru nie były zadowalające.</div><div>- Znowu? - Odrzekł Galakcjon lekko zszokowany. - To by była już, poczekaj... Czwarta porcja!</div><div>- No i? Gorąco jest! Zobacz jak się wszyscy chowają pod świerkami.</div><div>- Sosnami. To są sosny. - Poprawił go spokojnie Iordan.</div><div>- Sosny? - Zdziwił się Doria.</div><div>- Aha, czy nie masz u siebie podobnych w lesie?</div><div>- Nie wiem, u mnie wszystkie drzewa wyglądają identycznie.</div><div>- Doria, z ciebie jest taki gajowy jak ze mnie pasterz. - Zaśmiał się ciepło Rudolf. - Ale zgadzam się z tobą, chętnie zjadłbym jeszcze jedną kulkę.</div><div>- Rudi! - Oburzył się Galakcjon żartobliwym tonem. - Ty to już zjadłeś pięć! Twoja forma! Będziesz gruby jak kulka!&nbsp;</div><div>- No, w takim razie mam nadzieję, że ktoś mnie dalej potoczy!</div><div>Po kilku następnych słodkich zaklęciach Doriona i Galakcjon w końcu dał się namówić. Poszukiwaniom budki z lodami towarzyszyły śmiech i ciężkie oddechy. Żar lejący się z nieba dawał we znaki Iordanowi, lecz nie na tyle, aby popsuć jego dobry nastrój. Letni upał nigdy nie były jego ulubioną pogodą, tak samo jak dla wielu śnieg i zima, pomyślał. Według prognoz pogody ten dzień miał być najgorętszym w całym roku i nikt nie miał co do tego żadnych wątpliwości. Na szczęście pogoda zawsze była na samym końcu listy rzeczy które mogłyby popsuć okazję do spotkania. Po przejściu kilku przecznic znaleźli knajpkę gdzie zamówili cztery porcje miętowych lodów na wynos. Kulki zostały podane w kamiennych kubeczkach które można było zabrać ze sobą. Ku ich zdziwieniu poszukiwania knajpki zawiodły ich do miejsca które znali słabo, ze względu na liczne remonty. Mieli wrażenie, jakby po raz pierwszy byli w tej części miasta. Każde z nich zareagowało inaczej. Większość jednak ucieszyła się na myśl, że w ich wieku nadal potrafią się zgubić w Saparelo. Nagle zmienili się w turystów zwiedzających nowe miejsce. Zaczęli dostrzegać nowe niedawno wybudowane sklepy.</div><div>- Patrzcie kochani, antykwariat! - Krzyknął Dorion i wskazał łyżeczką brązowy szyld po drugiej stronie ulicy. - Wejdziemy? Może znajdziemy jakieś fajne wspomnienia?</div><div>- Czemu nie. Aczkolwiek muszę wam się przyznać, że kompletnie nie kojarzę tego miejsca. - Rozległ się potężny głos Galakcjona.</div><div>- Nie ty jeden. - Powiedział Rudolf. - Byłeś tutaj kiedyś Ior?</div><div>- Bardzo dawno. - Odparł owczarek. - Przeczytałem niedawno w gazecie, że to miejsce zostało najczęściej remontowanym w Saparelo. Jedyne co zostało charakterystycznego to te piękne tabliczki drogowe.</div><div>- A faktycznie, też je poznaje. - Powiedział Dorion. - Najwyraźniej nie lubią zastoju.</div><div>- Najwyraźniej...</div><div>Kamienne kubeczki powędrowały do kosza na śmieci. Odpowiednio przygotowani weszli gęsiego do antykwariatu. Gdy zamkneli za sobą drzwi antykwariat stał się przeraźliwie cichy, zupełnie jakby był wygłuszony ze wszystkich stron dżwiękochłonnymi materiałami. Lecz dookoła nich nie było nic co przypominało gąbkę ani skomplikowane urządzenie akustyczne. Małe pomieszczenie wypełnione było książkami, drobnymi przedmiotami, jak figurki i statuetki oraz skórzanymi meblami z poprzedniej epoki. Dla staruszków takich jak ogonki przebywanie w takich miejscach było rozkoszną a czasem nawet wzruszającą wędrówką do przeszłości. Antykwariaty w Saparelo cieszyły się niegdyś wielką popularnością, jednakże od ostatnich kilkunastu lat zainteresowanie historią spadło na korzyści muzyki i literatury. Budynek do którego weszli wydawał się bardzo stary, lecz była to jedynie dekoracja mająca na celu przywieść słowo \"stary\". Nie mniej jednak skrupulatność i precyzja z jaką zostały wykonane zdobienia we framugach okien, drzwiach wejściowych i szyldzie dawała pozytywne pierwsze wrażenie. Gdy weszli do środka znaleźli się w małym skarbcu staroci pozamykanym z czterech stron półkami pełnymi książek. W samym centrum pomieszczenia przed krótkim kawałkiem ściany niedochodzącej do sufitu znajdowała się lada. Przy niej siedziała wydra, ubrana w zieloną koszulę, czarne spodnie i okulary. Po chwili milczenia oderwała wzrok od książki w którą się wczytywała i powitała ich młodym męskim głosem.</div><div>- Dzień dobry! Czy można w czymś pomóc, czy może chcą państwo sobie po prostu pozwiedzać?</div><div>- Dzień dobry - Przywitały się cztery ogony.</div><div>- Na początku trochę się porozglądamy. - Odrzekł Galakcjon.</div><div>- Wspaniale. Proszę nie zapomnieć zajrzeć piętro niżej. - Wydra wskazała łapką dół po czym obdarowała wszystkich serdecznym uśmiechem.</div><div>Poczuli się zachęceni przez zaproszenie właściciela, lecz z rozwagą postanowili najpierw obejrzeć wszystko co znajdowało się na wyższym poziomie. Nie wiedząc w którą stronę się udać Dorion podczepił się pod Galakcjona który nie ważne co robił zawsze wykazywał przy tym dozę zdecydowania. Za nim podążyli niebawem Iordan i Rudolf. Podeszli do szklanej gablotki postawionej na drewnianym piedestale. Za szkłem na podpórce umieszczony został kawałek metalu z wyrzeźbionymi prowadnicami. Tajemniczy fragment połyskiwał w świetle lampki oświetlającej gablotkę.</div><div>- To z Aruli czy z WPtki? Jak myślisz Galakcjon? - Zapytał się Dorion przytulony do ręki pantery.</div><div>- WPtka na bank. Wojskowy metal ma nieco ciemniejszy kolor i nie traci go po erozji jak ten u naukowców. - Odpowiedział i puścił oko do Iordana.</div><div>- To się zgadza. - Potwierdził owczarek.</div><div>- Wydaje mi się, że to gruz z jakiegoś budynku. Wtedy jeszcze robili je ze stali. Ściany były grube jak bochenek chleba. Ale to tylko usłyszałem od Strefa. Na pewno powiedziałby nam coś więcej na ten temat.</div><div>- Na pewno... - Dodał Doria.</div><div>Krótki opis Galakcjona zainspirował wszystkich do zwiedzania na własną rękę. Wielkie czarne noski niuchały powietrze raz po raz w poszukiwaniu wspomnień zaklętych w zapachu staroci. Pomieszczenie było na tyle duże, że spokojnie założyć można było, że spędzą tam większość dnia. Idealny sposób na ucieczkę przed piekłem panującym na zewnątrz chłodnego antykwariatu. Trudno było odnaleźć wyjątkowo interesującą książkę, bowiem w swoim długim życiu każdy zdołał przeczytać je już po kilka razy. Gdy szanse na znalezienie czegoś wyjątkowego zaczęły maleć Rudolf postanowił oddalić się od grupy i poszukać w nowym miejscu. Udał się w kierunku schodów prowadzących piętro niżej. Przechodząc koło lady zwrócił uwagę antykwariusza.</div><div>- Będzie pan chciał zejść na dół? - Zapytał Rudolfa.</div><div>- Tak, jeżeli to nie problem, to tak.</div><div>- Żaden, tylko, że jest tam światło zgaszone. Zaraz pójdę je włączyć, a pan może już sobie zejść. Proszę tylko uważać, żeby się o coś nie potknąć.</div><div>- Bardzo dziękuję, będę uważał. - Odrzekł wilk po czym wydra wstała z miejsca i zniknęła za rogiem.&nbsp;</div><div>Rudolf poczuł wielkość i nienaturalną ciszę gdy po pewnym momencie dobiegający tupot butów wydry zniknął między półkami. Biały wilk złapał się drewnianej poręczy schodów i spojrzał w ciemną otchłań do której prowadziły schody. Ciemność na końcu była tak gęsta, że nie można było dostrzec gdzie kończą się schody a gdzie zaczyna pierwsze piętro. Rudi stanął przez moment w bezruchu na najwyższym stopniu chroniąc się w blasku głównego oświetlenia. Nie mógł doczekać się kiedy światło na dole zostanie zapalone. Zszedł jeden schodek, a potem drugi. Cisza zaczęła mu dzwonić w wielkich uszach. Przy trzecim stopniu poczuł się tak jakby noga za nogą wchodził do głębokiego basenu wypełnionego wodną ciemnością. Białe futro na jego nogach zaczęło się lekko jeżyć. Wilk pomyślał, że już dawno nie czuł takiego uczucia jak to. W pierwszej chwili pomyślał o strachu, lecz coś nie pozwalało mu pogodzić się z tym słowem. Strach zapobiegłby przed zejściem czterech stopni w dół. Rudolf poczuł ciekawość i lęk przed tym co może odkryć, gdy dojdzie do ostatniego stopnia drewnianych schodów. Zszedł na piąty, a zaraz potem na szósty i siódmy stopień tak powoli jak tylko potrafił. Dzwonienie w uszach zaczęło się zamieniać w nowe dźwięki. Wzrok wilka zaczął się powoli przyzwyczajać w miare jak schodził w dół swojego wspomnienia. W ciemności dostrzegł rozłożoną kanapę. Jego serce zaczęło nabierać nieprzyjemnego tempa. Wodnista ciemność zanużyła go już do poziomu szyi. Zaczął się zastanawiać, czy wydra rzeczywiście usiłuje znaleźć przełącznik od światła do dolnego piętra, czy dzieje się tu coś nad czym nie ma już żadnej kontroli. Rudolf bał się, ale kanapa którą zobaczył i dziwięki w jego uszach zaczęły być coraz bardziej klarowne. Miał nadzieje zrozumieć co ciągnie go w dół jeżeli postawi jeszcze jeden krok. Gdy jego prawy but dotknął drewna następnego stopnia dostrzegł ruch w ciemności.</div><div>- Boże... - Wyszeptał między ciężkimi oddechami. Ruch który dostrzegł był powolny i ociężały. Mała plamka w tle kanapy przypominała pijaną postać, lecz nie zwierzęcia. Sylwetka przypominała stworzenie o humanoidalnym ciele. Rudolf nie miał odwagi postawić kolejnego kroku. Płynny mrok zaczynał go powoli topić. Wilk stał wryty i zahipnotyzowany pijanymi ruchami plamki gdy nagle w jego uszach pojawił się nowy dźwięk. Wśród piszczącej ciszy jak z mgły zaczął wyłaniać się rozwścieczony krzyk mężczyzny. Krzyk narastał w głośności i był coraz bardziej klarowny. W pewnym momencie brzężczenie ciszy całkowicie mu ustąpiło i jedyne co Rudolf słyszał to wściekły głos człowieka i własne bicie serca. Z ciemności wyłoniła się twarz.</div><div>- Ja cie zajebię Rudi! Zajebię słyszysz to kurwa?!! - Twarz opluła go pianą z ust, powodując że poślizgnął się upadając na stopień. Zanim twarz zdąrzyła wybełkotać kolejne zdanie Rudolfa oślepił blask ostrego białego światła. Podniósł ramię zasłaniając oczy. W ciągu ułamka sekundy zarówno twarz jak i nawet kanapa rozpłyneły się w powietrzu. Bicie serca uderzało w przeszywające brzęczenie ciszy. Pomimo, że nic już nie krzyczało echo ostatnich słów wykrzyczanych przez głowę cały czas dźwięczało w jego głowie. Powoli opuścił rękę. W miejscu gdzie przed chwilą była kanapa nie było nic oprócz dwóch półek ze starymi książkami. Ulga powróciła do Rudolfa, lecz nie potrafił jej docenić po tym co przeżył. Wstanął na nogi po czym w pośpiechu minął pustą ladę i udał się do wejścia z antykwariatu po drodze wydając z siebie gwałtowne wydechy powietrza.</div><div><br></div><div>---&nbsp;</div><div><br></div><div>Po paru chwilach niedaleko gablotki zza półki wyłoniła się trójka merdających ogonków obgadująca starych znajomych i jeszcze starsze historie. Bezpieczni w myśli, że ich przyjaciel zwiedza inną część antykwariatu postanowili, że przyłączą się do jego poszukiwań. Ich kroki kierowały się w stronę wejścia.</div><div>- To w końcu zabraliśmy coś? - Zapytał Dorion.</div><div>- Ja nic. - Odpowiedział Galakcjon.</div><div>- Ja też nic, ale miło było was posłuchać jak wspominacie dawne dzieje. - Iordan uśmiechnął się leciutko do kolegów. Wiedział dokładnie co powiedzieć, aby połechtać serce Galakcjona. Pantera poklepała go przyjacielsko po plecach w nagrode za udany komplement. Po paru krokach znaleźli się blisko lady przy której wydra czytała dalej swoje książki.</div><div>- O! To znowu państwo. Znaleźliście coś interesującego? - Zapytała z zaciekawieniem.</div><div>- Mnóstwo! Ale niestety, nic na tyle dobrego, żeby targać z powrotem do domu. - Krzyknął nieco nazbyt szczerze Dorion.</div><div>- Rozumiem, proszę się nie przejmować. Przypominam, że mamy jeszcze drugie piętro. Może tam coś się znajdzie? - Odrzekła wydra i wskazała zachęcająco w stronę schodów. - Państwa kolega chyba właśnie tam teraz przebywa.</div><div>- Właśnie mieliśmy się o niego zapytać, dzięki ci! - Powiedział szary uszatek po czym po chwili we trójkę szybko zeszli po schodach na niższe piętro. Gdy znaleźli się już na dole powitały ich kolejne półki z niemalże identyczną kombinacją książek co te na górze. Pomieszczenie wydawało się o wiele większe niż te które zwiedzali przed chwilą. Przyjaciele zdziwili się nieco, że od razu nie ujrzeli Rudolfa na dole. Postanowili odłożyć poszukiwanie interesującej książki na później i poszukać białego wilka wśród zakurzonych półek. Po paru chwilach rozległy się pierwsze zawołania.</div><div>- Rudi! Hej Rudolf! Jesteś tu? - Wykrzyknął Dorion nie na tyle głośno, żeby nie wzbudzić oburzenia wydry. - Rudi! - Krzyknął jeszcze raz, głośniej.&nbsp;</div><div>Ostatnie słowo Doriona pozostawiło ich na moment w nienaturalnej ciszy. Trzy pary uszu nasłuchiwały czujnie każdego najdrobniejszego odgłosu. Galakcjon rozejrzał się wokół siebie strącając książkę z półki.</div><div>- Jak to piętro jest tak duże jak to na górze to może posze... - Zaczął Iordan.</div><div>- Zrymowałeś! - Przerwał mu Dorion. Owczarek i pantera rzucili mu zdziwione spojrzenia. - Tak duże jak to na górze, ładne ci to wyszło! - Szary futrzak zaśmiał się ciepło, jednakże ani Galakcjon ani Iordan nie odwzdzięczyli uśmiechu. Ani trochę nie wpłyneło to jednak na humor Doriona.</div><div>- Może poszedł dalej w półki, chciałem powiedzieć. - Dokończył Iordan.</div><div>- Rozdzielmy się. Ja pójdę w tę stronę. - Galakcjon wskazał palcem w stronę przeciwległej ściany pokrytej mapami. - Ior, ty może pójdź zobaczyć, czy nie ma go za tamtymi drzwiami. No a ty Doria...</div><div>- Ja zobaczę czy nie ma go na zewnątrz. Może mu się już znudziło czekanie na nas?</div><div>- Dobry pomysł. Jakby coś to dzwońcie na telefon.</div><div>- Właśnie, a nie można do niego po prostu zadzwonić? - Zapytał Iordan.</div><div>- Przed chwilą próbowałem. Nie odpowiada. - Pantera podniosła swój telefon pokazując historię kontaktów i czerwone słuchawki przy nazwisku Rudolfa.</div><div>Bez zbędnych słów futrzaki rozpierzchły się w swoje strony. Dorion wszedł po schodach na pierwsze piętro nucąc wesołą melodie. Odwrócił się do wydry i pomachał na dowidzenia. Otwierając drzwi trącił dzwonki zamocowane na framudze które wydały z siebie brzękliwy ton. Zanim zdążył w pełni otworzyć drzwi poszukwania jego przyjaciela zostały zakończone sukcesem. Rudolf stał oparty o ścianę antykwariatu. Był odwrócony do niego plecami. Miał sztywne nogi i był lekko przygarbiony. Widok przyjaciela w jego niecodziennej formie wzbudził w nim zainteresowanie. Pomyślał o lodach po których kubeczki nadal spoczywały w koszu nieopodal ich dwóch. Wolnym krokiem podszedł do wilka.</div><div>- Tutaj jesteś Rudi! Wszystko okej? - Zapytał z politowaniem w głosie.</div><div>Na dźwięk jego głosu Rudolf odwrócił głowę. Nim Dorion zdążył zorientować się co się stało wilk rzucił mu się do ramion. Obwiązał ciepłe ręce wokół szyi futrzaka i przytulił się. Zainteresowanie Doriona ustąpiło zakłopotaniu. Szary futrzaczek poczuł jak jego przyjaciel trzęsie się na jego ramieniu. Po krótkiej chwili nieprzyjemnej ciszy przy jego głowie zaczęło dobiegać smutne łkanie Rudolfa. Zakłopotanie Dorii przerodziło się w przerażenie.</div><div>- Doria, o Boże, Doria. - Krztusił się Rudolf w swoich łzach. - O Boże.</div><div>- Rudolf. - Próbował powiedzieć Dorion, lecz gardło związało mu się na supeł. Cokolwiek stało się Rudolfowi, nie będzie w stanie teraz o tym opowiedzieć, pomyślał po czym przytulił wilka czule do piersi. Czuł jak smutne pociąganie nosem i zawodzenie wilka wypalają mu \"interesujące\" wspomnienie na całe życie. - Już dobrze, Rudi. Wszystko będzie dobrze. - Powiedział i pomasował go z czułością po t-shircie na jego plecach. Spazmy na chwilę ucichły.</div><div>- Ior i Galakcjon? - Wybełkotał roztrzęsiony Rudolf.</div><div>- Szukają cię na dole w środku. Zadzwonię po nich, dobrze? - Zapytał Dorion. Wilk gwałtownie puścił go i odszedł na kilka kroków. Uszatek wyjął telefon z kieszeni. Nie potrafił odciągnąć wzroku od nerwowego chodu wilka. Rudolf truptał z miejsca na miejsce głośno oczyszczając gardło, aby swoim wyglądem niezapokoić Iordana i Galakcjona. Palec Dorii powędrował do klawiatury.</div><div>- No! I jak znalazłeś go? - Z małego głośnika dobiegł gruby głos pantery.</div><div>- Tak, jesteśmy przed budynkiem. - Odpowiedział smutno Dorion. - Galakcjon, przyjdźcie tu proszę.</div><div>- Dobrze Doria, wszystko okej? - Rudolf odwrócił się na moment w oczekiwaniu na odpowiedź przyjaciela. Uszatek złapał jego spojrzenie.</div><div>- Po prostu przyjdźcie tutaj szybko.</div><div>- Zaraz będziemy. - Galakcjon przerwał połączenie.</div><div>Dorion schował telefon do kieszeni. W między czasie wilk nie mógł zdecydować się na odpowiednią pozę. Żałosne szlochanie co chwila wyprawiało go z równowagi. Jego przyjaciel w obawie rozproszenia nie odzywał się. Minęło kilka minut absolutnej tortury zarówno dla niego jak i dla Doriona. W pewnym momencie biały futrzak stanął w bezruchu i oparł się o ścianę sklepu. Podobnie jak pierwszy raz kiedy Doria zobaczył go w tym stanie. Najwyraźniej znowu przypomniał sobie coś co go tak sponiewierało, pomyślał. Dźwięk dzwoneczków od drzwi rozległ się na pustej ulicy jak fala morska uderzona o kamień. Zza drzwi wyjrzała głowa pantery.</div><div>- Tutaj są! On... - Głos Galakcjona zastygł na widok przyjaciela. Zaraz za nim pojawiła się czerwień bluzy Iordana. Widząc reakcje kolegi wstrzymał się od słów. Galakcjon nie musiał widzieć twarzy Rudolfa, żeby zrozumieć, że powstrzymuje się od płaczu. Służba w wojsku i długoletnia przyjaźń z wilkiem nauczyły go jego mowy ciała. Białe futro na głowie wilka było cały czas odwrócone tyłem do przyjaciół.</div><div>- Rudi. Pysiu? - Zapytał cichutko Galakcjon. Niezręcznie było mu mówić w ten sposób przy Dorii i Iordanie, ale w tamtym momencie zgrywanie wojownika nie miało dla niego żadnej wartości. Jego słowa musiały jakoś pokrzepić Rudolfa, ponieważ ku ich zaskoczeniu wilk obrucił się na pięcie jak tancerz na scenie. Na jego spoconej i lekko różowej twarzy zagościł uśmiech.</div><div>- Przepraszam, że mnie szukaliście. - Z każdym nowym słowem trudniej mu było mówić. - Musiałem się schować i... - Łzy ponownie zaczęły ściekać mu po policzkach. Galakcjon wyciągnął przed siebie ramię i dał dwa kroki w jego stronę. - Nie, proszę. Ja muszę sobie tutaj... - Rudolf próbował powstrzymać płacz który chciał się z niego wydobyć. Złapał się za brzuch i oparł czoło o drugą rękę. Trud i wysiłek jaki wkładał w próbę zachowania spokoju był ciężki do oglądania. Szmer miasta i wiatr starały się zagłuszyć łkanie białego wilka, lecz dźwięki takie jak płacz przyjaciela przebiją się nawet przez metalowe konstrukcje wojska pokojowego. Gdy tak stali w bezruchu niewiedząc co poczynić słońce zeszło odpowiednio tak aby dawać ciepło i jednocześnie okryć Rudolfa chłodnym cieniem.</div>",
      "userId" : "lT6SS18epbcYdLP1Ai0pzwzWMTg2",
      "year" : "2019"
    },
    "-LcRfPPKO6tOr3jEPROo" : {
      "day" : "14",
      "fKey" : "-LcRfPPKO6tOr3jEPROo",
      "header" : "React hooks!",
      "hour" : "18:27",
      "id" : "857035",
      "img" : "https://firebasestorage.googleapis.com/v0/b/notnik-app.appspot.com/o/note-img%2F-LcRfPPKO6tOr3jEPROo..png?alt=media&token=d123f90f-4258-4b33-b5c5-59e8407ed39d",
      "month" : "04",
      "textBody" : "Converting our app to React Hooks worked in some cases, but in a lot of others it didn't... So we decided maybe it's not the time to convert everything now, that this app has grown so much...",
      "userId" : "lT6SS18epbcYdLP1Ai0pzwzWMTg2",
      "year" : "2019"
    },
    "-LchNfluns6lTKQYoaYr" : {
      "day" : "18",
      "fKey" : "-LchNfluns6lTKQYoaYr",
      "header" : "Watermelon aftertaste",
      "hour" : "00:16",
      "id" : "507676",
      "img" : "https://firebasestorage.googleapis.com/v0/b/notnik-app.appspot.com/o/note-img%2F-LchNfluns6lTKQYoaYr..jpg?alt=media&token=692e3a51-2a6f-46c3-88b5-b227a74c8309",
      "month" : "04",
      "textBody" : "<div>I have lost the ability to draw today. I couldn't draw a thing even&nbsp;</div><div><br></div><div>though I tried more than few times. In general I would say this day&nbsp;</div><div><br></div><div>was pretty fruitless and a bit tedious... if it wasn't for him. This&nbsp;</div><div><br></div><div>morning I felt so good, so warm inside. I felt like I was kid again,&nbsp;</div><div><br></div><div>like I fell in love. I remember very distinctly feeling the same&nbsp;</div><div><br></div><div>thing when I was drawing Iordan for the first time. The feeling as if&nbsp;</div><div><br></div><div>whatever would happen you'd still have somewhere to come back,&nbsp;</div><div><br></div><div>someone to talk to. I maybe lost the ability to draw again, but&nbsp;</div><div><br></div><div>drawing him was one of the best things I have done during these last&nbsp;</div><div><br></div><div>few days. He gives me hope, that maybe I can still find a clear path&nbsp;</div><div><br></div><div>in this strange forest of lust and frustration. Steer away from the&nbsp;</div><div><br></div><div>trouble.</div><div><br></div><div>The only thing I'm still worried about is the fact that it's still a&nbsp;</div><div><br></div><div>sweet dream, an illusion and that it can make me lazy. Although as&nbsp;</div><div><br></div><div>far as I can remember every time someone like Miglanc appeared in my&nbsp;</div><div><br></div><div>life I felt this weird urge to show him I'm not lazy, that I can work&nbsp;</div><div><br></div><div>hard and that I can love. It's what sometimes drives me towards&nbsp;</div><div><br></div><div>making a better future for myself. To be honest if it wasn't for&nbsp;</div><div><br></div><div>sense of accomplishment I wouldn't have had anything to work for.&nbsp;</div><div><br></div><div>Absolutely nothing. Still I hope maybe in the future I will cross&nbsp;</div><div><br></div><div>paths with some optimistic, fun human beings. Maybe at my first job?&nbsp;</div><div><br></div><div>Who knows.</div><div><br></div><div>All I know is I don't care what others might think about this little&nbsp;</div><div><br></div><div>fantasy I'm having. I don't need an approval from anyone and I only&nbsp;</div><div><br></div><div>hope I can maintain my creativity for longer than university. I&nbsp;</div><div><br></div><div>really hope so...&nbsp;</div><div><br></div><div>I feel like going on a walk tomorrow. I'm not sure with whom though.&nbsp;</div><div><br></div><div>Oh, what a feast my self-hatreted is having right now reminding me&nbsp;</div><div><br></div><div>about Doria and Ior. We know eachother so well, I think I know&nbsp;</div><div><br></div><div>exactly what they would have said in this case. I can hear Doria&nbsp;</div><div><br></div><div>saying something along the lines of \"I would love to meet that guy&nbsp;</div><div><br></div><div>Adam!\" and Ior \"There is not jelousy Adam. If you want to spend some&nbsp;</div><div><br></div><div>time on your own or with someone else go for it. We'll always be here&nbsp;</div><div><br></div><div>if you need us, always\". It only takes me few seconds to remember&nbsp;</div><div><br></div><div>this and yet my brain still thinks I'm betraying my Saparelo angels.&nbsp;</div><div><br></div><div>I still think about them every single day and I wish everyone a good&nbsp;</div><div><br></div><div>night sleep every night.&nbsp;</div><div><br></div><div>On a sidenote I tried redrawing a scene from some Japanese sex movie&nbsp;</div><div><br></div><div>and it didn't went pretty well, especially under the influence of&nbsp;</div><div><br></div><div>this drawing curse so I tore the page and threw it in the bin.&nbsp;</div><div><br></div><div>However I noticed that sex has become less attractive. Seriously,&nbsp;</div><div><br></div><div>ever since I gave myself a free hand on it I feel like I'm getting&nbsp;</div><div><br></div><div>less excited about it. Which is crazy good to be honest. Miglanc is&nbsp;</div><div><br></div><div>the first character I can have sex with in my fantasies so I can&nbsp;</div><div><br></div><div>think up pretty much any scenario and any scene with any character&nbsp;</div><div><br></div><div>and yet I'm not doing it! It's very good. Of course I know that it's&nbsp;</div><div><br></div><div>only temporary and after few days everything will come back to&nbsp;</div><div><br></div><div>normal, but it's still crazy to be aware of these moments. Week ago&nbsp;</div><div><br></div><div>on Friday that little comic I drew was the hottest thing I have ever&nbsp;</div><div><br></div><div>seen and now I'm thinking if I should keep it.</div><div><br></div><div>It would be really crazy if I could do that. I would it all out and&nbsp;</div><div><br></div><div>forget about it like I did with... well, let's not say it so I&nbsp;</div><div><br></div><div>actually forget, shall we? But even if I would burn it, one thing I&nbsp;</div><div><br></div><div>would totally want to keep is Miglanc. I like him so much and I think&nbsp;</div><div><br></div><div>he's fond of myself as well. I visit him every now and then in his&nbsp;</div><div><br></div><div>appartment. We eat, talk, watch movies, drink ourselves to death with&nbsp;</div><div><br></div><div>watermelon sommersby and even have sex. That's what I like, when I&nbsp;</div><div><br></div><div>can hear a voice of self-respect in my head even if it's coming from&nbsp;</div><div><br></div><div>supposedly other being like Miglanc or Stref.</div><div><br></div><div>Miglanc mieszka samotnie w mieszkanku na ostatnim piętrze małego&nbsp;</div><div><br></div><div>bloku na Tarchominie. Jest Polakiem, mówi po Polsku. Nie jest&nbsp;</div><div><br></div><div>wyznania katolickiego, tak samo jak ja, ale nie da się też przekonać&nbsp;</div><div><br></div><div>że Boga całokwicie nie ma. Generalnie nie obchodzi go to. To mi się&nbsp;</div><div><br></div><div>właśnie u niego podoba. Zachowaniem bardzo przypomina the Dude'a z&nbsp;</div><div><br></div><div>Big Lebowskiego. Hipis optymista, nie przejmuje się niczym, tak samo&nbsp;</div><div><br></div><div>jak tamta postać. Skąd ma pieniądze? Prawdopodobnie z zasiłku albo z&nbsp;</div><div><br></div><div>innego źródła, nie mam pojęcia, ale szczerze mówiąc to chyba nie&nbsp;</div><div><br></div><div>istotne. Ma wystarczająco tyle, żeby kupować sobie to swoje piwko lub&nbsp;</div><div><br></div><div>cydr i coś do jedzenia. Czasami kupię mu makaron w pudełku bo jest&nbsp;</div><div><br></div><div>obok. Lubię patrzeć jak wcina aż mu się uszy ruszają. Gdy rozmawiamy&nbsp;</div><div><br></div><div>przypomina mi to bardzo rozmowy mojego taty z Markiem Kowalskim,&nbsp;</div><div><br></div><div>czyli takie o niczym ale na temat. Czasami nic nie robię tylko go&nbsp;</div><div><br></div><div>słucham. Generalnie jest w nim dużo z futrzaka ale zachowuje się jak&nbsp;</div><div><br></div><div>człowiek pod wieloma względami. Musi się kąpać, myć zęby, sprzątać,&nbsp;</div><div><br></div><div>iść do pracy (jak ma na to ochotę). Nie jest taki niezłomny jak&nbsp;</div><div><br></div><div>Rudolf, ma wady, słabości, tak jak my wszyscy. No ale przede&nbsp;</div><div><br></div><div>wszystkim ma te niespotykaną miłość do każdego napotkanego człowieka.&nbsp;</div><div><br></div><div>Za każdym razem gdy go odwiedzam czuję, jakby odwiedzał go ktoś po&nbsp;</div><div><br></div><div>latach samotni na pustyni. To bardzo wypełniające uczucie, mieć ten&nbsp;</div><div><br></div><div>honor na spędzanie czasu z taką postacią.&nbsp;</div><div><br></div><div>No ale Miglanc nie jest taki całkowicie sam. Jego przyjacielem jest&nbsp;</div><div><br></div><div>Kusy, którego już poznałem. Odwiedza Miglanca głównie żeby sprawdzić&nbsp;</div><div><br></div><div>jak sobie radzi ale przy tym nie okazuje ani grama współczucia. W&nbsp;</div><div><br></div><div>głebi duszy bardzo się o niego marti i chce się troszczyć ale nie&nbsp;</div><div><br></div><div>okazuje tego. Ma chyba jakieś kompleksy ale co tam, też jest słodki.&nbsp;</div><div><br></div><div>No i ten to dopiero dostarcza mi rozrywek. Gdybym wiedział że w&nbsp;</div><div><br></div><div>przyszłości narysuję taką postać już dawno bym go narysował, ale nie.&nbsp;</div><div><br></div><div>Całe moje życie prowadziło do tego momentu, w tym czasie a nie innym,&nbsp;</div><div><br></div><div>więc wszystko jest jak być powinno. W każdym razie są zabawni razem.&nbsp;</div><div><br></div><div>Idąc analogią Kowalskich są trochę jak pan Marek i pani Basia, tylko&nbsp;</div><div><br></div><div>że oczywiście bardziej się, że tak powiem, kochają. Szczerze mówiąc,&nbsp;</div><div><br></div><div>jeszcze nie wiem, jaki charakter ma ich znajomość. Nie wiem jak się&nbsp;</div><div><br></div><div>poznali, jak doszło do tego że są kim są, co według mnie jest bardzo&nbsp;</div><div><br></div><div>ekscytujące.</div><div><br></div><div>Podsumowując bo już mi głowa się kręci od tego piwa i snu - Miglanc&nbsp;</div><div><br></div><div>jest pięknym lwem z długim ogonem i gołębim sercem. Kusy jest&nbsp;</div><div><br></div><div>zabawnym szopo-podobnym stworkiem którego też bardzo lubię. Co się&nbsp;</div><div><br></div><div>tyczy moich ogonków z Saparelo, kocham ich tak samo mocno, a może&nbsp;</div><div><br></div><div>nawet i mocniej i jak tylko odzyskam zdolność rysowania narysuję ich&nbsp;</div><div><br></div><div>wszystkich z osobna. Jutro prawdopodobnie zrobię jeden segment w&nbsp;</div><div><br></div><div>kursie React, ogarnę czego trzeba się nauczyć do egzaminu i pójde&nbsp;</div><div><br></div><div>kupić więcej Sommersby melonowego dla Miglanca. Bez odbioru.</div>",
      "userId" : "lT6SS18epbcYdLP1Ai0pzwzWMTg2",
      "year" : "2019"
    },
    "-LclwvuEe-S-Q1U9jMn6" : {
      "day" : "18",
      "fKey" : "-LclwvuEe-S-Q1U9jMn6",
      "header" : "Wow",
      "hour" : "21:33",
      "id" : 728091,
      "img" : "https://firebasestorage.googleapis.com/v0/b/notnik-app.appspot.com/o/note-img%2F-LclwvuEe-S-Q1U9jMn6..jpg?alt=media&token=2991aaf6-1ed9-40df-876c-cba3a793175f",
      "month" : "04",
      "textBody" : "Nie mogę uwierzyć, że to naprawdę działa i jakoś wygląda... Zostało jeszcze kilka problemów do zrobienia. Większość dotyczy firebasa, np upload progress, staying logged in after refresh i generating sample entries for a fresh account. Mam nadzieję, że jakoś sobie damy radę :)<div>Wesołych świąt Wielkanocnych! Wszystkiego dobrego Dorionku. Odpoczywaj kochany Ciapuniu. Bądź zdrów Wicy. Piardol się Kusy... nie no, Tobie też wesołych świąt życzę. Zabierz Migiego do kina czy cuś.</div>",
      "userId" : "lT6SS18epbcYdLP1Ai0pzwzWMTg2",
      "year" : "2019"
    }
  }
}
